{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'v9.0.0'"
    },
    "conjure": {
      "src": "https://github.com/Olical/conjure",
      "version": "'v4.55.0'"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'v0.10.0'"
    },
    "parinfer-rust": {
      "src": "https://github.com/eraserhd/parinfer-rust",
      "version": "'v0.5.0'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'0.1.8'"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree",
      "version": "'rel_6.1'"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive",
      "version": "'v3.7'"
    },
    "vim-rescript": {
      "src": "https://github.com/rescript-lang/vim-rescript"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}